export const rcny = {
  name: 'Russian Center New York',
  abbreviation: 'RCNY',
  website: 'http://russiancenterny.org',
  email: 'hello@russiancenterny.org'
};

export const russianYouth = {
  name: 'Русская молодежь Америки',
  website: 'http://russianyouthofamerica.org'
};

export const yfny = {
  nameEn: 'Youth Forum New York',
  nameRu: 'Молодежный форум в Нью-Йорке',
  tagline: 'Будущее русско-американской молодежи США',
  abbreviation: 'YFNY',
  about1:
    'Приглашаем вас на дискуссию о будущем российской молодежи в США, сохранении росс' +
    'ийского исторического наследия и популяризации русской культуры и языка, междуна' +
    'родном сотрудничестве и консолидации молодежи.',
  about2:
    'На форуме проходят дискуссии на русском языке: пленарные сессии, панельные диску' +
    'ссии и презентаций молодежных проектов. Участники форума - это молодежные органи' +
    'зации русских американцев, студенты, молодые специалисты и творческая интеллиген' +
    'ция. На форуме выступят представители МИД России, Правительства Москвы, Координа' +
    'ционного совета организаций российских соотечественников США и других объединени' +
    'й соотечественников, проживающих в США, духовенство, влиятельные соотечественник' +
    'и и эксперты, ведущие представители русской эмиграции разных волн, а также местн' +
    'ых органов власти.',
  website: 'http://yfny.russiaforumny.com',
  socialMedia: {
    hashtag: '#yfny',
    nametag: '@youthforumny',
    facebook: 'https://www.facebook.com/youthforumny',
    twitter: 'https://twitter.com/youthforumny',
    instagram: 'https://www.instagram.com/russiancenter.newyork/'
  }
};

export const consulate = {
  nameRu: 'Генеральное консульство России в Нью-Йорке',
  nameEn: 'Consulate-General of Russia in New York City',
  addressEn: '9 East 91 Street, New York, NY 10128',
  about:
    'Генеральное консульство России в Нью-Йорке расположено в красивейшем особняке Th' +
    'e John Henry Hammond House, построенном в 1903 году стиле позднего ренессанса на' +
    ' престижной 91 улице Манхэттена. Это пятиэтажное здание, построенное в спиле эпо' +
    'хи Возрождения, было спроектировано Каррером и Гастингсом, которые также выполни' +
    'ли дизайн Нью-йоркской публичной библиотеки. Этот особняк с деталями итальянског' +
    'о палаццо 16 и 18 века считается одним из самых лучших манхэттенских таунхаусов.' +
    ' Интерьер представляет собой богатую серию комнат в стиле Людовика XVI с изыскан' +
    'ными мраморами, резьбой, гобеленами и мебелью.'
};
